// массив из 25 имен обьектов
const names = ['Юрий', 'Александр', 'Алена', 'Эдуард', 'Мила', 'Елена', 'Евгений', 'Ксения', 'Маша', 'Вероника', 'Кеша', 'Тузик', 'Григорян', 'Светлана', 'Костя', 'Наташа', 'Михаил', 'Сергей', 'Надя', 'Федя', 'Антон', 'Никита', 'Максим', 'Жорик', 'Георгий'];

// массив из 7 слуяайных комментов
const offers = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

// массив описания фотографии
const description = [
  'Возможно, фотоснимок был сделан кем-то из семьи мальчика',
  'Эта Фотография передаёт чувства и эмоции присутствующих на ней людей',
  'Междунарожный женский день',
  'Давайте рассмотрим изображение внимательнее',
  'Туризм, лето, жара',
  'Горы и ущелья - вот это были эмоции',
  'Свадьба - эмоции еще лучше',
  'Реки и озера, свежо'
];

export { names, offers, description };
